Repository: 84000/data-translation-memory
Catalog: toh440-v3.tmx
Source language: bo
Languages: en

source: སྐུ་མདོག་ནག་པོ། མཆེ་བ་རྣམ་པར་གཙིགས་ཤིང་འཇིགས་པར་བྱེད་པ། ལྟོ་འཕྱང་བ།
en: His body is black, his fangs are bared, and he is terrifying.

source: དབུ་སྐྲ་ཁམ་པ་གྱེན་དུ་བརྫེས་པ། ཨག་ཚོམ་ཁམ་སེར།
en: His belly hangs, his reddish-brown hair flows upward, and he has a yellow beard.

source: ཀླུ་བརྒྱད་ཀྱི་རྒྱན་གྱིས་བརྒྱན་པ། རོའི་གདན་ལ་བཞུགས་པ། རྒྱབ་སྟག་ལ་སྙེས་པ།
en: He is adorned with the eight nāgas as ornaments and is seated on a human corpse, and his back rests against a tiger skin.

source: ཧཱུྃ་ལས་བསྐྱེད་པ་ཕྱག་བཞི་པ།
en: “Visualize his four arms generated from the syllable hūṃ.

source: གཡས་ན་རྩེ་གསུམ་དང་ཐོ་བ། གཡོན་ན་གྲི་གུག་དང་ཐོད་པ། ཕེཾ་གྱི་སྒྲ་འབྱིན་པ།
en: His right hands hold a trident and hammer, and the left hold a hooked knife and skull bowl.

source: ཕྱོགས་གཉིས་སུ་རྣལ་འབྱོར་མ་གཉིས་གནས་པ་བསྒོམ་པར་བྱའོ། །
en: He emits the sound phaṭ and is flanked by a yoginī on each side.

source: བགེགས་ཐམས་ཅད་ཞི་བར་བྱ་བའི་དོན་དུ་ཕྱག་དྲུག་པ་བཞེངས་པ་བཤད་པ།
en: The Six-Armed Form “The arising of the six-armed form is explained in order to pacify all vighnas.

source: གསུམ་པ་མཆོག་ཏུ་དགའ་བའི་རང་བཞིན་ཅན། སངས་རྒྱས་ཀྱི་བསྟན་པ་ལ་ཉེ་བར་ཕན་པར་བྱེད་པ། སྡིག་པ་ལ་སོགས་པ་ཡོངས་སུ་སྤོང་བ།
en: He has the nature of the third, supreme joy, he serves the Buddha’s teachings, and he relinquishes misdeeds and the like.

source: དང་པོ་སྟོང་པ་ཉིད་ལ་སོགས་པ་ཡོངས་སུ་བསྒོམས་ནས་རྣལ་འབྱོར་པས་དང་པོར་རྡོ་རྗེ་གུར་གྱི་སྦྱོར་བ་བྱའོ། །
en: “First, the yogin should meditate on emptiness and so forth and then perform the initial vajra enclosure practice.

source: དེ་དང་དུས་མཉམ་དུ་ཧྲཱིཿའི་ས་བོན་ལས་ལངས་པའི་ལྷའོ། །
en: At the same moment, the deity arises from the seed syllable hṛīḥ.

source: སེང་གེའི་སྟེང་ན་གནས་པ། ཞལ་གསུམ་པ།
en: He is seated on a lion and has three faces.

source: དང་པོ་སྤྲིན་ནག་པོའི་མདོག །གཡས་དཀར་ལ་གཡོན་ལྗང་བ།
en: The main face is the color of dark clouds, the right face is white, and the left face is blue-black.

source: མི་བརྟན་པའི་ཡན་ལག་ཅན། མཆེ་བ་གཙིགས་ཤིང་འཇིགས་པ།
en: His limbs are slack, his fangs are bared, and he is terrifying.

source: སྐྲ་དམར་པོ་གྱེན་དུ་བརྫེས་པ། སྤྱན་གསུམ་པ། ཀླུ་བརྒྱད་ཀྱིས་བརྒྱན་པ།
en: His red hair flows upward, he has three eyes, and he is adorned with the eight nāgas.

source: གཡས་ན་གྲི་གུག་ཐོ་བ་ཌཱ་མ་རུ།
en: His right hands hold a hooked knife, hammer, and ḍamaru.

source: གཡོན་ན་ཐོད་པ་རྩེ་གསུམ་རལ་གྲི།
en: His left hands hold a skull bowl, trident, and sword.

source: གཏུམ་པའི་དབང་ཕྱུག་མ་དང་། ཀ་ལིང་ཀ་དང་། རིགས་ཀྱི་དབང་ཕྱུག་མ་དང་། ཙརྩི་ཀཱ་བཞི་རྣམས་ཀྱིས་བསྐོར་བ་ནི་ཁ་སྦྱོར་གྱི་རྣལ་འབྱོར་གྱིས་གནས་པ།
en: “He stands in sexual union, surrounded by the four goddesses Caṇḍeśvarī, Kālikā, Kulikeśvarī, and Carcikā.

source: ལྷ་མོ་བཞིར་གནས་པ་ཐམས་ཅད་ཀྱིས་ཡང་དག་པར་བསྐུལ་ནས་ལངས་པ། འབྱུང་བ་ལྔ་ལས་ཡང་དག་པར་བཞེངས་པ། ཐམས་ཅད་ཀྱི་མིང་གིས་བསྐོར་བ།
en: Standing among the four goddesses, he is aroused by them all and arises, manifesting from the five elements and enveloped by their qualities.”

source: ལྷ་མོས་གསོལ་པ། ཀྱཻ་བཅོམ་ལྡན་འདས་རང་གི་ལྷའི་གཟུགས་ཀྱིས་འགྲོ་བའི་དངོས་གྲུབ་ཀྱི་མཚན་ཉིད་ཇི་ལྟར་ཤེས།
en: “Blessed One,” the Goddess asked, “how can one recognize the signs that a person has attained siddhi by assuming the form of their own deity?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ། ལྷ་མོ་ཨུ་མཱའི་རྣལ་འབྱོར་གྱི་བདག་ཉིད་དང་། དཔལ་ནག་པོ་ཆེན་པོའི་སྐྱེ་བོ་ལ་སོགས་པའི་དོན་དུ་སྐད་ཅིག་དང་ཅིག་ཤོས་གཞན་དང་གཞན་དུ་གང་བཀག་པ་དེ་ལ་དངོས་གྲུབ་མི་འཇུག་གོ། །
en: The Blessed One responded, “The siddhis do not apply to someone who momentarily impedes either the person who identifies with the goddess Umā or the one who has arisen as Mahākāla and the rest.

source: དང་པོ་གོམས་པའི་དུས་སུ་དངོས་གྲུབ་ཀྱི་མཆོག་གི་གནས་བརྟག་པར་བྱ་སྟེ།
en: When first training, one should imagine the supreme state of siddhi.

source: གང་དུ་གྲུབ་པའི་གནས་དེའམ། སྔགས་པ་རང་གི་ཁྱིམ་མམ། ཐང་སྟོང་ངམ། ཕྱི་རོལ་བླ་གབ་མེད་པའམ།
en: The mantra practitioner enters meditative equipoise in a place conducive to attaining siddhi, such as their own house, a desolate plain, somewhere outside without shelter, or a remote location.

source: དབེན་པའི་ཕྱོགས་སམ། དེར་མཉམ་པར་གཞག་སྟེ། ཁང་སྟོང་དུ་རྟག་ཏུ་བསྒོམ་པར་བྱའོ། །
en: They should perform the continual visualization in an abandoned house.

source: ཕྱག་བཅུ་དྲུག་པ། རྣལ་འབྱོར་མ་བརྒྱད་ཀྱིས་བསྐོར་བ། ཡང་དག་པར་ལྡན་པ་དེའི་འཁོར་རྣམས་སྲེད་མེད་ཀྱི་བུ་ལ་སོགས་པས་ཀྱང་ཡོངས་སུ་གང་བ་བསྒོམ་པར་བྱའོ། །
en: The Sixteen-Armed Form “One should visualize the sixteen-armed form surrounded by eight yoginīs along with the complete retinue of beings such as Nārāyaṇa and so forth.

source: དངོས་གྲུབ་བསྒྲུབ་པ་ཞེས་ངས་བསམ་པར་བྱའོ། །རིགས་ལྔ་ལ་བཞུགས་པ། ཤེས་རབ་ཀྱིས་ཀྱང་མཉམ་པར་སྦྱོར་བའོ། །
en: Thinking, ‘I will attain siddhi,’ one should dwell among the five families engaging in sexual union with the insight consort.

source: རྣལ་འབྱོར་པས་རྟག་ཏུ་བཟའ་བ་ནི་ཤ་ཆེན་ནམ། བ་ལང་དང་། ཁྱི་དང་། མི་ལ་སོགས་པ་ཤ་ལྔ་དང་། བདུད་རྩི་ལྔ་རྣམས་རྟག་ཏུ་བཟའ་བར་བྱའོ། །
en: The yogin should always consume human flesh or the five meats—cow, dog, human, and the rest—as well as the five ambrosias.

source: འདིར་དངོས་གྲུབ་འདོད་པའི་རྣལ་འབྱོར་པ་རྣམས་ཀྱིས་དངོས་གྲུབ་སྒྲུབ་བོ། །
en: This is the point at which yogins who are intent upon siddhi will attain siddhi.

source: གང་རིགས་ལྔ་ལ་གནས་པས་བ་སེར་སྐྱའི་ཤ་བཟའ་བར་བྱའོ། །
en: One who dwells among the five families should eat the flesh of a tawny cow.

source: དེ་ནས་བདག་གི་སེམས་ཀྱིས་ནག་པོ་ཆེན་པོ་བསྒོམ་པར་བྱའོ། །རྣལ་འབྱོར་པས་ཕྱག་བཅུ་དྲུག་པ། རྟག་ཏུ་དེ་ཉིད་ཀྱིས་བྱེད་པ་བརྗོད་པར་བྱའོ། །
en: “Next, the yogin should visualize themselves as Mahākāla and should declare that they always act as that very sixteen-armed form.

source: གང་དང་གང་དུ་ཕྱག་གཉིས་པ་བསྒོམས་པས་དངོས་གྲུབ་ཐམས་ཅད་བསྒྲུབ་པའི་དོན་ནོ། །
en: Meditating on the two-armed form in any context leads to the attainment of all siddhis.

source: ཕྱག་རྒྱ་བསྒྲུབ་པ་རབ་ཏུ་འབད་པ་ཡིས་ཕྱི་ནས་དུས་འདིར་དངོས་གྲུབ་ཐམས་ཅད་ངེས་པའོ། །
en: For yogins who are accomplished in mudrā practice, the siddhis will certainly be attained with effort later in this life.

source: དངོས་པོ་བསྒོམ་པ་བསྒོམ་པ་མེད་པའོ། །རྟག་ཏུ་དངོས་གྲུབ་ཀྱི་ཡེ་ཤེས་ཉེ་བར་འཐོབ་པའོ། །
en: One should meditate on the fact that the state that one has cultivated also does not exist; one will permanently gain the wisdom of the siddhis.

source: གང་དངོས་གྲུབ་ཐོབ་པའི་རྣམ་པ་ཇི་ལྟར་འགྱུར།
en: “How does the form of the one who has attained siddhi come about?

source: དེ་ནས་དང་པོ་མཆོད་པ་ཉེ་བར་བྱ་སྟེ། དྲི་སྣ་ཚོགས་པ་ལ་སོགས་པ་སྤོས་དང་མེ་ཏོག་ཕྲེང་བ་ལ་སོགས་པའོ། །
en: First, perform the offering with various perfumes and the like as well as incense, flower garlands, and so forth.

source: སྙིང་གར་ཧཱུྃ་ཡིག་བལྟས་ལ་མཆོད་པ་ལ་སོགས་པ་བྱས་ནས་མདུན་དུ་བལྟ་བར་བྱའོ། །
en: After performing the offerings and the rest while gazing at the syllable hūṁ in the heart center, one should imagine that Mahābhairava is right there.

source: སྡིག་པ་བཤགས་པ་ལ་སོགས་པ་བྱས་ནས་ཚངས་པའི་གནས་བཞི་བསྒོམ་པར་བྱའོ། །
en: Then one should confess one’s misdeeds and so forth and meditate on the four abodes of Brahmā.

source: ལག་པ་ལ་དགོད་པ་ལ་སོགས་པ་བྱ་སྟེ།
en: “Next, one should install the syllables on the hands and so on.

source: ལག་པ་གཡས་ལ་ཨོཾ་གཡོན་པ་ལ་ཨཾ། གནས་རྣམས་སུ་བྱིན་གྱིས་བརླབ་པ་ནི།
en: The syllable oṁ goes on the right hand and the syllable aṃ on the left.

source: ཨོཾ་ཐ་མུ་ཨཱཿཧཱུྃ།
en: Consecrate the sense organs with the mantra oṁ tha mu āḥ hūṁ.

source: མིག་ཏུ་ཀྵི། རྣ་བ་གཡོན་པ་ལ་ཨ། རྣ་བ་གཡས་པ་ལ་ཨཱ། སྣ་ལ་ཏྲཾ། ལྕེ་ལ་ཧྲཱིཿ རྐང་པ་གཉིས་ལ་བཾ་བཱཾ།
en: Install the syllable kṣi on the eyes, a on the left ear, ā on the right ear, traṃ on the nose, hrīḥ on the tongue, vaṃ and vāṃ on each foot, and hūṁ on the vajra.

source: རྡོ་རྗེ་ལ་ཧཱུྃ། ཕྱིན་ནས་ལུས་ངག་ཡིད་བྱིན་གྱིས་བརླབ་པར་བྱའོ། །ཨོཾ་ཧཾ་ཧཱུྃ།
en: After that, one should consecrate body, speech, and mind with oṁ haṃ hūṁ.

source: སྙིང་ཀར་ཧཱུྃ། མགྲིན་པར་ཨོཾ། སྤྱི་གཙུག་ཏུ་ཧཾ།
en: Hūṁ goes at the heart center, oṁ at the throat, and haṃ at the crown of the head.

source: གཞལ་ཡས་ཁང་རྟ་བབས་བཞི་དང་ལྡན་པ། གྲུ་བཞི་པ། སེང་གེའི་གདན་ཡོངས་སུ་བསྒོམ་པར་བྱའོ། །སྟོང་པ་ཉིད་དུ་བསྒོམ་པར་བྱའོ། །
en: “Visualize a square palace with four arched gateways and a lion throne, and then meditate on emptiness.

source: ཨོཾ་ཤཱུ་ནྱ་ཏཱ་ཛྙཱ་ན་བཛྲ་སྭ་བྷཱ་བ་ཨཱཏྨ་ཀོ྅་ཧཾ། ཇི་ལྟར་གྱུར་པ་དེ་ནས་བལྟ་བར་བྱ་སྟེ། པི་བང་དང་། རྔ་བྲན་དང་། གླིང་བུ་དང་།
en: Then recite the mantra oṃ śūnyatājñāna­vajra­svabhāvātmako ’ham, and one will see it as it truly is.

source: ཏིང་ཏིང་ཤག་དང་། གར་དང་། གླུ་དང་། རྔ་སྒྲ་དང་། སྲེད་མེད་ཀྱི་བུ་ལ་སོགས་པས་ཧཱུྃ་གི་ཡི་གེ་བསམ་པར་བྱའོ། །
en: Beginning with the lute, mṛdaṅga drum, flute, cymbals, dancing, songs, rhythms, Nārāyaṇa, and so forth, one should imagine the syllable hūṁ.

source: རྡོ་རྗེ་གུར་བཅིངས་པ་ལ་སོགས་པ་མ་ལུས་པ་སྔར་བཞིན་བྱའོ། །
en: One should meditate on all this, including the vajra enclosure and the rest, as previously explained.”

source: ལྷ་མོས་གསོལ་པ། ཀྱེ་བཅོམ་ལྡན་འདས་བཞེངས་ལ་སེམས་ཅན་གྱི་དོན་མཛོད་ཅིག །
en: “Blessed One,” the Goddess said, “arise and benefit beings!

source: ཅིའི་ཕྱིར་སྟོང་པ་ཉིད་དུ་སེམས།
en: What is the point of contemplating emptiness?

source: སྟོང་པ་ཉིད་ཀྱི་ཏིང་ངེ་འཛིན་ལ་མ་ཞེན་པར་གང་སེམས་ཅན་འཛམ་བུའི་གླིང་པ་རྣམས་ལ་གཟིགས་ཤིང་དངོས་གྲུབ་སྣ་ཚོགས་པ་རྣམས་བྱིན་ཅིག །
en: Do not cling to absorption in emptiness. Cast your gaze upon the beings of Jambudvīpa and grant all the various siddhis.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་ལྷ་མོ་མ་ལུས་པ་ལ་གསུངས་པ། ལྷ་མོ་ཆེན་མོའི་བདག་ཉིད་ལྟོས་ཤིག་ལྟོས་ཤིག །
en: The Blessed One addressed all the goddesses, “Look, great and eminent Goddess, look at glorious Mahākāla!

source: དཔལ་ནག་པོ་ཆེན་པོ་མཆོག་ཏུ་དགའ་བའི་རང་བཞིན་ནམ་མཁའི་རང་བཞིན་རྣམས་ཞལ་བཞི་པ་ཧཱུྃ་ལས་བསྐྱེད་པ།
en: He has the nature of supreme bliss, his four faces are like space, and he has been generated from the syllable hūṁ.

source: དང་པོའི་ཞལ་ནག་པོ། གཡོན་ལྗང་གུ། གཡས་དམར་པོ། རྒྱབ་མ་ཧིཥའི་གདོང་པ་ཅན།
en: His main face is black, his left is blue-black, his right is red, and the face behind is that of a buffalo.

source: མཆེ་བ་གཙིགས་ཤིང་འཇིགས་པར་བྱེད་པ། འཇིགས་པ་ཆེན་པོའི་ང་རོ་ཤིན་ཏུ་དྲག་པ།
en: His fangs are bared, he is terrifying, and he bellows powerfully with a fearsome sound.

source: འཇིགས་པ་ཡང་ཤིན་ཏུ་འཇིགས་པར་བྱེད་པ།
en: He terrifies even the terrifying.

source: སྨ་ར་སེར་པོ་དང་། སྐྲ་སེར་པོ་གྱེན་དུ་བརྫེས་པ།
en: His beard is yellow, and his yellow hair flows upward.

source: ཞལ་རེ་རེ་ལ་ཡང་སྤྱན་གསུམ་གསུམ་པ། སྐྲ་ཤིན་ཏུ་གྱེན་དུ་བསྒྲེང་བ།
en: Each face has three eyes and hair that rises upward.

source: འོད་ཟེར་དང་ལྡན་པ། ཀླུ་འཇོག་པོས་དཀྲིས་པ།
en: He is radiant and is wrapped with the nāga Takṣaka.

source: ཞབས་བཞི་པ། མ་ཧི་ཥ་འོག་ཏུ་གནོན་པ།
en: He has four legs and stands atop a buffalo.

source: ཕྱག་བཅུ་དྲུག་པ།
en: “He has sixteen arms.

source: གཡས་གཡོན་གྱི་དང་པོ་གཉིས་ཀྱིས་ལྷ་མོ་ལ་འཁྱུད་པ། ཞབས་གཡས་བརྐྱང་བས་གནས་པ། བདུད་བཞི་ཡང་དག་པར་མནན་པ།
en: The first pair of arms embrace the goddess, and he stands with his right legs forward, trampling the four māras.

source: གཡས་ཀྱི་གཉིས་པ་ན་གྲི་གུག །གསུམ་པ་ན་ཐོ་བ། བཞི་པ་ན་རྔ་མ་དཀར་པོ། ལྔ་པ་ན་གཤིན་རྗེའི་དབྱུག་པ། དྲུག་པ་ན་རྡོ་རྗེ། བདུན་པ་ན་ལོག་འདྲེན་གྱི་མཆེ་བ།
en: The second hand on the right holds a hooked knife, and the third holds a hammer; the fourth holds a white fly whisk, the fifth holds Yama’s staff, the sixth holds a vajra, the seventh holds Vināyaka’s tusks, and the eighth holds an elephant hide.

source: བརྒྱད་པ་ན་གླང་པོ་ཆེའི་པགས་པ། གཡོན་གྱི་གཉིས་པ་ན་ཁྲག་གིས་བཀང་བའི་ཐོད་པ། གསུམ་པ་ན་རྩེ་གསུམ་པ། བཞི་པ་ན་རྔེའུ་ཆུང་། ལྔ་པ་ན་རྡོ་རྗེ། དྲུག་པ་ན་དྲིལ་བུ།
en: The second hand on the left holds a skull bowl full of blood, the third holds a trident, the fourth holds a small drum, the fifth holds a vajra, the sixth holds a bell, the seventh holds the head of a buffalo, and the eighth holds an elephant hide.

source: བདུན་པ་ན་མ་ཧེའི་མགོ། བརྒྱད་པ་ན་གླང་པོ་ཆེའི་པགས་པ་ལྟོ་འཕྱང་བ། སྟག་གི་པགས་པས་རྐེད་པ་དཀྲིས་པ། རིགས་ཅན་གྱིས་དཔུང་པ་བརྒྱན་པ།
en: “His belly hangs down, he wears a tiger skin around his waist, and Kulika adorns his shoulder.

source: མགོ་བོའི་ཕྲེང་བའི་དོ་ཤལ་འཕྱང་བ།
en: He is draped with a long necklace that is a garland of severed heads.

source: རྐེད་པ་དང་མགྲིན་པ་ལ་སོགས་པ་རྣམས་ལ་དགའ་བོ་དང་། ནོར་རྒྱས་ལ་སོགས་པ་རྣམས་ཀྱིས་ཡོངས་སུ་བརྒྱན་ཞིང་། ཀླུ་ཐམས་ཅད་ཀྱིས་བརྒྱན་པ།
en: His waist, neck, and the like are adorned with Nanda, Vāsuki, and the rest, and he is ornamented with all manner of nāgas.

source: མཁའ་འགྲོ་མ་བརྒྱད་ཀྱིས་ཡོངས་སུ་བསྐོར་བ། སྲེད་མེད་ཀྱི་བུ་ལ་སོགས་པ་རྣམས་ཀྱི་ཞབས་ལ་འཇུས་ནས་ཕྱག་བྱེད་པ།
en: He is surrounded by eight ḍākinīs who venerate him while trampling Nārāyaṇa and the rest underfoot.

source: ཕེཾ་གྱི་སྒྲ་ཆེན་པོ་ཡོངས་སུ་སྒྲོགས་པ། ཀཱི་ལི་ཀཱི་ལའི་སྒྲ་དང་ལྡན་པ། འབྲུག་གི་སྒྲ་སྒྲོགས་པ། ཧ་ཧཱ་ཧི་ཧཱི་ཧེ་ཧཻ་ཧོ་ཧཽ་སྒྲ་རབ་ཏུ་འབྱུང་བ།
en: The sound of the great syllable phaṭ fills the air, accompanied by the sound of kīli kīli, the sound of thunder, and the sounds ha hā hi hī he hai ho hau.

source: ཤར་གྱི་འཕར་མ་ལ། གཏུམ་པའི་དབང་ཕྱུག་མ། ཙོཾ་གྱི་ས་བོན་ལས་བསྐྱེད་པ།
en: “Caṇḍeśvarī is in the space to the east and is generated from the seed syllable caṁ.

source: ཕྱག་གཉིས་ཀྱིས་གྲི་གུག་དང་ཐོད་པ་འཛིན་པ།
en: She holds a hooked knife and a skull bowl in her two hands and wears a long necklace made of a garland of severed heads.

source: མགོ་བོའི་ཕྲེང་བའི་དོ་ཤལ་ཅན་ཁ་དོག་དཀར་མོ་མཆེ་བ་རྣམ་པར་གཙིགས་ཤིང་འཇིགས་པར་བྱེད་པ།
en: She is white, bares her fangs, and is terrifying.

source: ལྷོའི་འཕར་མ་ལ་ཙརྩི་ཀཱ་ཁ་དོག་ནག་མོ་ཀྃ་གི་ས་བོན་ལས་བསྐྱེད་པ།
en: “Carcikā is in the space to the south. She is black and is generated from the seed syllable kaṁ.

source: ཕྱག་གཉིས་ན་གྲི་གུག་དང་ཐོད་པ་འཛིན་པ།
en: She holds a hooked knife and a skull bowl in her two hands.

source: ལྷག་མ་སྔར་བཞིན།
en: The rest of her features are just as previously described.

source: ནུབ་ཀྱི་འཕར་མ་ལ་ཀཱ་ལི་ཀཱ།
en: “Kālikā is in the space to the west and is generated from the seed syllable laṁ.

source: ལྃ་གྱི་ས་བོན་ལས་བསྐྱེད་པ་གཡས་གཡོན་ན་རྩེ་གསུམ་པ་དང་ཐོད་པ།
en: She holds a trident and skull bowl in her two hands.

source: ལྷག་མ་རྣམས་སྔར་བཞིན་ནོ། །
en: The rest of her features are just as previously described.

source: བྱང་དུ་རིགས་ཀྱི་དབང་ཕྱུག་མ།
en: “Kulikeśvarī is in the space to the north and is generated from the seed syllable raṁ.

source: རྃ་གྱི་ས་བོན་ལས་བསྐྱེད་པ་ཁ་དོག་སེར་མོ། གཡས་པ་གྱེན་དུ་བསྒྲེང་བ། གཡོན་པ་ན་ཐོད་པ་ཐོགས་པ།
en: She is yellow, raises her right hand, and holds a skull bowl in her left hand.

source: ལྷག་མ་ནི་སྔ་མ་བཞིན་ནོ། །
en: The rest of her features are just as previously described.

source: ལྷ་མོ་ཐམས་ཅད་སྤྱན་གསུམ་པ། མགོ་བོའི་ཕྲེང་བ་རབ་ཏུ་འཕྱང་བ། ཀླུ་བརྒྱད་ཀྱིས་ཡང་དག་པར་བརྒྱན་པ།
en: “All the goddesses have three eyes, wear a low-hanging garland of severed heads, and are ornamented with the eight nāgas.

source: རོའི་སྟེང་ན་ཞབས་གཡོན་བརྐྱང་བས་གནས་པ།
en: They stand on top of corpses with their left legs forward.

source: དེ་བཞིན་དུ་གཅེར་བུ་སྐྲ་སིལ་བུ་འཇིགས་པར་བྱེད་པ།
en: They are naked, have disheveled hair, and are terrifying. “Caurī is in the external space to the east.

source: ཕྱིའི་སྣམ་བུ་ལ་ཆོམ་རྐུན་མ་ལག་པ་རྔ་མ་བཟུང་བ་ཁ་དོག་ནག་མོ།
en: She is black and holds a fly whisk.

source: ཙྃ་གྱི་ས་བོན་ལས་བསྐྱེད་པ།
en: She is generated from the seed syllable caṁ.

source: ལྷག་མ་སྔར་བཞིན་ནོ། །
en: The rest of her features are just as previously described.

source: ལྷོའི་སྣམ་བུ་ལ་ལན་ཚྭ་ནི་ཁ་དོག་ལྗང་གུ།
en: “Lañjanī is in the space to the south.

source: ཙྃ་གྱི་ས་བོན་ལས་བྱུང་བ། ལག་པས་སྤོས་ཁང་བཟུང་བ།
en: She is blue-black, arises from the seed syllable caṁ, and holds an incense censer in her hands.

source: ནུབ་ཏུ་དགའ་ཆེན་མོ་མྃ་གྱི་ཡི་གེ་ལས་བསྐྱེད་པ་ཁ་དོག་དམར་མོ། ལག་པ་རྡོ་རྗེ་དང་དྲིལ་བུ་ཐོགས་པ།
en: “Mahānandi is in the west. She is generated from the seed syllable maṁ, is red, and holds a vajra and bell in her hands.

source: བྱང་དུ་དགའ་བའི་དབང་ཕྱུག་མ་ནྃ་གྱི་ཡི་གེ་ལས་ཡོངས་སུ་རྫོགས་པ།
en: “Nandeśvarī is in the north.

source: ཁ་དོག་སེར་མོ། ལྷག་མ་སྔར་བཞིན་ནོ། །
en: She is perfected from the seed syllable naṁ and is yellow, and her remaining features are just as previously described.

source: ལྷ་མོ་ཨུ་མཱས་གཙོ་བོ་ལ་འཁྱུད་པ་ཁ་དོག་དཀར་མོ་ཕྱག་བཞི་པ་དགའ་བ་ཆེན་པོས་གནས་པ།
en: “The goddess Umā is embracing the leader. She is white, has four arms, and abides in a state of great joy.

source: དེ་བཞིན་དུ་མཆེ་བ་རྣམ་པར་གཙིགས་པ། ལྷག་མ་སྔར་བཞིན་ནོ། །
en: She bares her fangs, and her remaining features are just as previously described.

source: ཕྱག་རྒྱ་ཤིན་ཏུ་དགའ་བས་གནས་པ།
en: The consort dwells in utter joy.

source: སངས་རྒྱས་རྣམས་ཀྱིས་སྔགས་གསལ་བར་བཤད་པར་བྱ་སྟེ། དངོས་གྲུབ་སྣ་ཚོགས་མཆོག་ཏུ་སྟེར་བའི་ཕྱིར།
en: “Now I will clarify the supreme mantra of the buddhas, because it grants the various siddhis.

source: དཔལ་སེམས་ཅན་རྣམས་ལ་ཆགས་པས་སེམས་ཅན་རྣམས་ལ་ཕན་པ་དང་མི་ཕན་པའི་རྣམ་པ་མི་སྤྱོད་པས་དགའ་བ་ཆེན་པོར་གནས་པའི་སྒྲུབ་པ་པོས་བརྒྱད་དམ་བཅུ་འམ་བཅུ་གཉིས་ལ་བསྒོམ་པར་བྱའོ། །
en: The Glorious One is fond of all beings, so he does not deliberate over whether or not he should benefit beings. That is why the practitioner who abides as Mahānanda should visualize themselves in the eight, ten, or twelve-armed form.

source: གང་རྣལ་འབྱོར་པ་ཆང་དང་གོ་ཀུ་ད་ཧ་ན་ལ་སོགས་པ་བདུད་རྩི་ལྔ་དང་།
en: The yogin should use alcohol, the meat of cow, dog, horse, elephant, human, and so forth, and the five ambrosias and perform the practice.

source: ཡང་དག་པར་ལྡན་པས་སྤྱད་པར་བྱའོ། །རྟག་ཏུ་བཏུང་བ་ཁྲག་གིས་བྱའོ། །
en: They should drink blood constantly.

source: གལ་ཏེ་ཐེ་ཚོམ་ཟ་ན་སྐྱེ་བར་མི་འགྱུར་རོ། །
en: If they hesitate when they consume these, nothing will happen.

source: གང་གིས་འབད་པ་ཆེན་པོས་བསྙེན་པ་བྱས་ནས་དངོས་གྲུབ་ངེས་པར་འབྱུང་ཞིང་དེས་ཡུན་མི་རིང་བར་འཇོམས་པར་འགྱུར་རོ། །
en: Siddhi will certainly arise after they have made great effort in worship, but it will quickly be lost.

source: གསང་བའི་རིགས་ལ་གནས་ན་དེ་བཞིན་དུ་ལས་བྱའོ། །
en: That is how one should act when secretly dwelling among the families.

source: ཇི་ལྟར་གསལ་བར་མི་འགྱུར་རོ། །
en: This should not be done openly.

source: གལ་ཏེ་གང་གིས་གསལ་བར་བྱས་ན་ནི་དེ་དངོས་གྲུབ་ཏུ་མི་འགྱུར་རོ། །
en: If someone does this openly, they will not attain siddhi.

source: ཆེན་པོར་མི་གསལ་བར་བསམ་པར་བྱའོ། །
en: It is best to contemplate this privately.”

source: ལྷ་མོས་གསོལ་པ། ཀྱེ་བཅོམ་ལྡན་འདས་དགོངས་པའི་སྐད་ནི་ཇི་ལྟར་གསུངས།
en: “Blessed One,” the Goddess asked, “what is the esoteric language you taught?

source: དེ་ཁོ་ན་ཉིད་ཇི་ལྟ་བ་བཞིན་ཉན་པར་འཚལ་ལོ། །
en: I wish to learn it exactly as it is.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགོངས་པའི་སྐད་ནི་ཇི་ལྟ་བར་རྒྱས་པར་ཆང་ལ་སྟོབས་ཅན་ཞེས་བྱ།
en: The Blessed One replied, “Esoteric language is appropriately vast.

source: ཤ་ལ་བ་ལ་ཞེས་སོ། །
en: The word power (bala) might refer to alcohol or it might refer to meat.

source: སྐད་ཆེན་མི་ཡིས་མ་རྟོགས་པར་བྱའོ། །དངོས་གྲུབ་ཐོབ་པར་ཤེས་པར་བྱ་བའི་ཕྱིར། རིགས་ཅན་ལྔ་རབ་ཏུ་གསལ་བར་བཤད་པར་བྱ་སྟེ།
en: People cannot understand this exalted language, so I will provide a clear explanation in terms of the five families so that one will understand the attainment of siddhi.

source: གཡུང་མོ་རྡོ་རྗེའི་རིགས་ལས་བྱུང་བ་དང་།
en: “A ḍombī is a woman from the vajra family.

source: གར་མཁན་མ་པདྨའི་རིགས་ལས་བྱུང་བ་དང་།
en: A dancing woman is a woman from the lotus family.

source: བྲམ་ཟེ་མོ་རིན་པོ་ཆེའི་རིགས་ལས་བྱུང་བ་དང་།
en: A brahmin woman is a woman from the jewel family.

source: ཚོས་མཁན་མ་ལས་ཀྱི་རིགས་ལས་ཡང་དག་པར་སྐྱེས་པ་དང་།
en: A woman who dyes cloth is a woman from the action family.

source: རྒྱལ་རིགས་མོ་སྐུའི་རིགས་ལས་བྱུང་བའོ། །
en: A kṣatriya woman is a woman from the body family.

source: ཕྱག་རྒྱ་འདི་ནི་རང་གི་དངོས་གྲུབ་སྟེར་བ་དང་།
en: These consorts bestow their own respective siddhi.

source: དེ་འདི་དག་རྣམས་ལ་བུད་མེད་རྣམས་ཀྱིས་རྡོ་རྗེ་དཀར་པོ་འཛིན་པ་སྔགས་པས་ངེས་པར་དེ་ཡིས་རབ་ཏུ་མཆོད་པ་དང་། རྟག་ཏུ་བཏུང་བར་བྱའོ། །
en: These women possess the white vajra, which the mantra practitioner should always worship and drink.

source: ཀྱཻ་ལྷ་མོ་ལ་བཤད་པ་དེ།
en: “Hey Goddess!

source: འདི་ལྟར་གང་ཁྱོད་སྙིང་རྗེ་དང་ལྡན་པས་ཐམས་ཅད་དུ་གུས་པ་ཆེན་པོའི་བདག་ཉིད་ཀྱིས་ཡོངས་སུ་གཟུང་བར་བྱའོ། །
en: You, compassionate one with strong devotion, should accept what was explained in its entirety.

source: སྐད་གཞན་གྱིས་ངོ་མཚར་བ་དང་། མི་གང་དབང་མ་བསྐུར་བ་དང་། སྐད་འདིས་དཔལ་ནག་པོ་ཆེན་པོའི་དབང་མ་བསྐུར་བ་ལ་རབ་ཏུ་བཤད་ན། དེ་ཉི་མ་བདུན་གྱིས་འཆི་བར་འགྱུར་རོ། །
en: Anyone who has not been initiated into this wondrous alternate language but uses it, or who uses it to speak to a person who has not been consecrated as Mahākāla, will die within seven days.

source: གལ་ཏེ་མ་ཤི་ན་ཡང་ན་བ་དང་། ཚེ་ཐུང་བ་དང་། པོ་ཏི་མིག་གིས་མི་མཐོང་བར་འགྱུར་རོ། །
en: Even if they do not die, they will become ill, their lifespan will be shortened, and their eyes will not see the text.

source: དབང་མ་བསྐུར་བ་དང་། བརྫུན་དུ་སྨྲ་བ་དང་། མི་གུས་པའི་མི་དེ་རྣམས་རྣལ་འབྱོར་མ་དང་། མཁའ་འགྲོ་མ་ཐམས་ཅད་དང་། ལྷ་རྣམས་འཁྲུག་པར་འགྱུར་རོ། །
en: The yoginīs, ḍākinīs, and gods will trouble people who have not received the consecration, who promote falsehoods, and who lack devotion.

source: ལྷ་མོ་གང་དང་གང་དུ་ངས་བཤད་པ་ཐམས་ཅད་མ་ལུས་པ་འབད་པ་ལ་ངས་བྱིན་གྱིས་བརླབ་བོ། །དངོས་གྲུབ་ཆེན་པོ་བརྒྱད་འགྲུབ་བོ། །རྒྱུད་ཐམས་ཅད་ཀྱི་གླེང་གཞི་རྒྱུད་འདིར་སྨྲས་པ།
en: “Goddess, everything I have taught without exception, that which I have carefully done, the eight siddhis, and the opening statement of all tantras is stated in this tantra.

source: དེའི་ཕྱིར་དབང་བསྐུར་བའི་མིས་ཀློག་པའམ་འདྲི་བས་དངོས་གྲུབ་འགྲུབ་བོ། །
en: Thus, a person who has been consecrated will attain the siddhis by reading it or writing it down.

source: རྗེ་བཙུན་བྲི་བར་བྱ་སྟེ།
en: An honorable person should write it down.

source: སོར་བཅུ་དྲུག་ཙམ་གྱི་ཚད་ཙམ། རྒྱ་སྐྱེགས་ཀྱི་ཁུ་བའམ། སེན་རྩིའམ། དྲི་སྣ་ཚོགས་ཀྱིས་བསྲེས་ཏེ།
en: It should be sixteen finger widths long, and the ink should be made of black or red lac mixed with various fragrances.

source: ནིམ་པའི་ཤིང་གི་སྨྱུག་གུས་གྲོ་ག་ལ་གཟུགས་བརྙན་ཇི་ལྟ་བར་བྲིས་ནས་རས་དམར་པོའམ་དུར་ཁྲོད་ཀྱི་རས་ལ་བརྟེན་ནས་ལག་པ་བྱིན་གྱིས་བརླབ་པ་ལ་སོགས་པ་བསྒོམ་པར་བྱ་སྟེ།
en: The pen should be made of a neem stick, and it should be written on birch bark. The copy should be made correctly on red cloth or cloth from a cremation ground while imagining that one’s hand has been blessed on so forth.

source: ཡང་ན་ནིམ་པའི་ཤིང་ལ་བྱས་པ་ལ་རྟག་ཏུ་ཡང་དག་པར་བསམ་པར་བྱའོ། །ལྷ་མོས་གསོལ་པ། ཀྱཻ་བཅོམ་ལྡན་འདས་ཁྱོད་ཉོན་ཅིག །བཞེངས་ཤིག་བདག་གིས་འདི་བསྐུལ་ནས་ནག་པོ་ཆེན་པོའི་བདག་ཉིད།
en: One should also constantly maintain the proper state of mind when fashioning the neem stick.”

source: ཨུ་ཊ་ཋི་ཡ། བྷ་རཱ་ཊོ། ཀཱ་རུ་ཎ་མ་ནྱ། ནཱ་ཙཱ་མི་ཧ་ཝུཾ་དེ་བི། ཨི་ཐི་ཏ་ཀཱི་ས་ཀ་རི་བ་མ་ཡི་ཛ་མ་ཡི་ཏུ་ཧཱུྃ་པུཙྪ་སི་ཀཱ་ཛཱ་ཛ་ཏ་ག་ཁ་ཎེ་ཧོ་ཡི་སརྦ་ཡཱ་རཱ་ཧཱ་སཾ་ཎ་ཙ་ཙ་ཡི། ཨེ་ཀ་ལ་བི་ར། ཏི་ཎ་ཎི་བྷུ་ཡ་ཎེ་ཀ་ཀ་རི་ཡཱ་ཁ་ཌཱ་རུ་ཧ་ཡེ། ཨཙྪན་ཏེ་ཀཱ་ལཱི་བོ་ལཱི། ཙཎྜེ་ས་ས་རཱི་ཀུ་ལི་ཀཱི་ནཱི་བྷི་རི་ལཱ་ཨ་གེ་ཏ་ཡི་ཀིཾ་པཱུརྞྞ་པུཙྪ་སི་ལོ་བྷོ་ལཱི། ཨ་ཨཱི་ན་ཨན་ཏ་ན་ན་ཧི་ཏོ་ཧེ་ཀ།
en: “Blessed One,” the Goddess said, “please arise and listen while I invoke Mahākāla: u ṭa thi ya | bha rā ṭo | kā ru ṇa ma nya | nā cā mi ha vuṃ de vi | i thi ta kī sa ka ri va ma yi ja ma yi tu hūṁ puccha si kā ja ja ta ga kha ṇe ho yi sarva yā rā hā saṃ ṇa ca ca yi | e ka la vi ra | ti ṇa ṇī bhu ya ṇe ka ka ri yā kha ḍā ru ha ye | acchan te kā lī bo lī | caṇḍe sa sa rī ku li kī nī bhi ri lā a ge ta yi kiṃ pūrṇṇa puccha si lo bho li | a ī na an ta na na hi to he ka | e kā nai ka ri ya si stta bā thā | ed bhu ta su ma hi ya ka ri hi si jo yi.

source: ཨེ་ཀཱ་ནཻ་ཀ་རི་ཡ་སི་སཏྟ་བཱ་ཐཱ། ཨེད་བྷུ་ཏ་སུ་མ་ཧི་ཡ་ཀ་རི་ཧི་སི་ཛོ་ཡི། ཇི་ལྟར་བསྐུལ་བའི་དུས་སུ་བཅོམ་ལྡན་འདས་སྐད་ཅིག་དེ་ཉིད་ལ་རྫོགས་པར་ལོངས་ཤིག །
en: “Blessed One, arise perfectly this very moment, just as invoked.

source: ཡིད་ཀྱི་འགྱུར་བ་གསལ་བས་ཕྱག་བཅུ་དྲུག་པ་རྫོགས་པར་བྱས་ནས་ཕྱག་གཉིས་པ་བཤད་པར་བྱ་སྟེ།
en: “Now that the sixteen-armed form is clear to the mind and thus compete, the two-armed form should be explained.

source: སེམས་ཅན་རྣམས་ཀྱི་སྡུག་བསྔལ་བསལ་བའི་དོན་དུ་ཇི་ལྟར་ཕན་པར་བསམས་པ་ཙམ་གྱིས་སྡུག་བསྔལ་ཐམས་ཅད་ལ་ཡང་དག་པར་འདོན་པའོ། །ལྷའི་རིགས་བསམ་པར་བྱའོ། །
en: For the sake of dispelling the suffering of beings, reflect on the type of deity whose appearance you think is most beneficial for addressing all kinds of suffering.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ། དང་པོར་ཧཱུྃ་ཡིག་བསམ་པར་བྱ་བ་དང་།
en: The Two-Armed Form The Blessed One said, “First, one should imagine the letter hūṁ.
